Revit 2027 API
MullionTypeSet.ForwardIterator Method
Retrieve a forward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual MullionTypeSetIterator ForwardIterator()
Public Overridable Function ForwardIterator As MullionTypeSetIterator
public:
virtual MullionTypeSetIterator^ ForwardIterator()
abstract ForwardIterator : unit -> MullionTypeSetIterator
override ForwardIterator : unit -> MullionTypeSetIterator
Return Value
MullionTypeSetIterator
Returns a forward moving iterator to the set.
See Also
Reference
MullionTypeSet Class
Autodesk.Revit.DB Namespace